{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": null,
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "\"": 0,
      "#": 1,
      "$": 2,
      "%": 3,
      "&": 4,
      "'": 5,
      "(": 6,
      ")": 7,
      "*": 8,
      "+": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "<": 26,
      "=": 27,
      ">": 28,
      "?": 29,
      "@": 30,
      "[": 31,
      "\\": 32,
      "]": 33,
      "^": 34,
      "_": 35,
      "`": 36,
      "a": 37,
      "b": 38,
      "c": 39,
      "d": 40,
      "e": 41,
      "f": 42,
      "g": 43,
      "h": 44,
      "i": 45,
      "j": 46,
      "k": 47,
      "l": 48,
      "m": 49,
      "n": 50,
      "o": 51,
      "p": 52,
      "q": 53,
      "r": 54,
      "s": 55,
      "t": 56,
      "u": 57,
      "v": 58,
      "w": 59,
      "x": 60,
      "y": 61,
      "z": 62,
      "{": 63,
      "|": 64,
      "}": 65,
      "~": 66,
      "¡": 67,
      "¢": 68,
      "£": 69,
      "¤": 70,
      "¥": 71,
      "¦": 72,
      "§": 73,
      "¨": 74,
      "©": 75,
      "ª": 76,
      "«": 77,
      "¬": 78,
      "®": 79,
      "°": 80,
      "±": 81,
      "²": 82,
      "³": 83,
      "´": 84,
      "µ": 85,
      "¶": 86,
      "·": 87,
      "¹": 88,
      "º": 89,
      "»": 90,
      "¼": 91,
      "½": 92,
      "¾": 93,
      "¿": 94,
      "×": 95,
      "ß": 96,
      "æ": 97,
      "ð": 98,
      "÷": 99,
      "ø": 100,
      "þ": 101,
      "đ": 102,
      "ħ": 103,
      "ı": 104,
      "ł": 105,
      "ŋ": 106,
      "œ": 107,
      "ƒ": 108,
      "ɐ": 109,
      "ɑ": 110,
      "ɒ": 111,
      "ɔ": 112,
      "ɕ": 113,
      "ə": 114,
      "ɛ": 115,
      "ɡ": 116,
      "ɣ": 117,
      "ɨ": 118,
      "ɪ": 119,
      "ɫ": 120,
      "ɬ": 121,
      "ɯ": 122,
      "ɲ": 123,
      "ɴ": 124,
      "ɹ": 125,
      "ɾ": 126,
      "ʀ": 127,
      "ʁ": 128,
      "ʂ": 129,
      "ʃ": 130,
      "ʉ": 131,
      "ʊ": 132,
      "ʋ": 133,
      "ʌ": 134,
      "ʎ": 135,
      "ʐ": 136,
      "ʑ": 137,
      "ʒ": 138,
      "ʔ": 139,
      "ʰ": 140,
      "ʲ": 141,
      "ʳ": 142,
      "ʷ": 143,
      "ʸ": 144,
      "ʻ": 145,
      "ʼ": 146,
      "ʾ": 147,
      "ʿ": 148,
      "ˈ": 149,
      "ː": 150,
      "ˡ": 151,
      "ˢ": 152,
      "ˣ": 153,
      "ˤ": 154,
      "α": 155,
      "β": 156,
      "γ": 157,
      "δ": 158,
      "ε": 159,
      "ζ": 160,
      "η": 161,
      "θ": 162,
      "ι": 163,
      "κ": 164,
      "λ": 165,
      "μ": 166,
      "ν": 167,
      "ξ": 168,
      "ο": 169,
      "π": 170,
      "ρ": 171,
      "ς": 172,
      "σ": 173,
      "τ": 174,
      "υ": 175,
      "φ": 176,
      "χ": 177,
      "ψ": 178,
      "ω": 179,
      "а": 180,
      "б": 181,
      "в": 182,
      "г": 183,
      "д": 184,
      "е": 185,
      "ж": 186,
      "з": 187,
      "и": 188,
      "к": 189,
      "л": 190,
      "м": 191,
      "н": 192,
      "о": 193,
      "п": 194,
      "р": 195,
      "с": 196,
      "##т": 197,
      "##у": 198,
      "##ф": 199,
      "[UNK]": 200,
      "hello": 201,
      "[PAD]": 202
    }
  }
}
